Nitesh3927/ZigBee-Major-Project/ESP_Zigbee_Devices_Final/Coordinator/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32h2"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_ZB_ENABLED=y
CONFIG_ZB_DEBUG_MODE=y
CONFIG_IEEE802154_RX_BUFFER_SIZE=120
